Repository: lxd930808/LinguaCast
Catalog: ios/PodcastEnglishStudio/PodcastEnglishStudio/Support/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# settings.translation_language.help
source: Change the translation language on iPhone or with Set Up by Phone. Existing translations remain available on this device.
ar: غيّر لغة الترجمة على iPhone أو عبر الإعداد بالهاتف. تبقى الترجمات الحالية على هذا الجهاز.
de: Ändern Sie die Übersetzungssprache auf dem iPhone oder unter „Per iPhone einrichten“. Vorhandene Übersetzungen bleiben auf diesem Gerät.
es: Cambia el idioma de traducción en el iPhone o con Configurar con el teléfono. Las traducciones existentes siguen disponibles en este dispositivo.
fr: Changez la langue de traduction sur iPhone ou via Configuration par téléphone. Les traductions existantes restent disponibles sur cet appareil.
ja: 翻訳言語はiPhoneか「携帯電話で設定」で変更してください。既存の訳はこのデバイスで引き続き利用できます。
ko: 번역 언어는 iPhone 또는 휴대폰으로 설정에서 바꾸세요. 기존 번역은 이 기기에 남아 있습니다.
pt_br: Altere o idioma de tradução no iPhone ou em Configurar pelo telefone. As traduções existentes continuam neste dispositivo.
zh_hans: 请在 iPhone 上或通过「用手机配置」更改翻译语言。此设备上的已有译文仍可使用。
zh_hant: 請在 iPhone 上或透過「用手機設定」更改翻譯語言。此裝置上的既有譯文仍可使用。

# settings.translation_quality_fast
source: Fast (direct)
ar: سريع (مباشر)
de: Schnell (direkt)
es: Rápida (directa)
fr: Rapide (directe)
ja: 高速（直接）
ko: 빠름 (직접)
pt_br: Rápida (direta)
zh_hans: 快速（直译）
zh_hant: 快速（直譯）

# settings.translation_quality_fast.help
source: Translates in a single pass.
ar: يترجم في تمريرة واحدة.
de: Übersetzt in einem Durchgang.
es: Traduce en una sola pasada.
fr: Traduit en une seule passe.
ja: 1回のパスで翻訳します。
ko: 한 번에 번역합니다.
pt_br: Traduz em uma única passagem.
zh_hans: 单次翻译。
zh_hant: 單次翻譯。

# settings.translation_quality_mode
source: Translation Quality
ar: جودة الترجمة
de: Übersetzungsqualität
es: Calidad de traducción
fr: Qualité de traduction
ja: 翻訳品質
ko: 번역 품질
pt_br: Qualidade da tradução
zh_hans: 翻译质量
zh_hant: 翻譯品質

# settings.translation_quality_mode_help
source: Quality translates then refines each line; Fast translates in a single pass. Applies only to newly generated subtitles.
ar: الجودة تترجم ثم تحسّن كل سطر؛ السريع يترجم في تمريرة واحدة. ينطبق فقط على الترجمات المُنشأة حديثًا.
de: Qualität übersetzt und verfeinert jede Zeile; Schnell übersetzt in einem Durchgang. Gilt nur für neu erzeugte Untertitel.
es: Calidad traduce y luego refina cada línea; Rápida traduce en una sola pasada. Solo se aplica a los subtítulos recién generados.
fr: Qualité traduit puis affine chaque ligne ; Rapide traduit en une seule passe. S'applique uniquement aux sous-titres nouvellement générés.
ja: 高品質は各行を翻訳してから推敲します。高速は1パスで翻訳します。新しく生成された字幕にのみ適用されます。
ko: 품질은 각 줄을 번역한 후 다듬고, 빠름은 한 번에 번역합니다. 새로 생성된 자막에만 적용됩니다.
pt_br: Qualidade traduz e depois refina cada linha; Rápida traduz em uma única passagem. Aplica-se apenas a legendas recém-geradas.
zh_hans: 高质量模式先直译再逐行润色；快速模式一次完成翻译。仅适用于新生成的字幕。
zh_hant: 高品質模式先直譯再逐行潤飾；快速模式一次完成翻譯。僅適用於新生成的字幕。

# settings.translation_quality_quality
source: Quality (reflective)
ar: جودة (تأملية)
de: Qualität (reflektierend)
es: Calidad (reflexiva)
fr: Qualité (réflexive)
ja: 高品質（リフレクティブ）
ko: 품질 (반성적)
pt_br: Qualidade (reflexiva)
zh_hans: 高质量（反思意译）
zh_hant: 高品質（反思意譯）

# settings.translation_quality_quality.help
source: Translates, then refines each line.
ar: يترجم ثم ينقّح كل سطر.
de: Übersetzt und verfeinert danach jede Zeile.
es: Traduce y luego refina cada línea.
fr: Traduit, puis affine chaque ligne.
ja: 翻訳したあと各行を推敲します。
ko: 번역한 뒤 각 줄을 다듬습니다.
pt_br: Traduz e depois refina cada linha.
zh_hans: 先翻译，再逐句润色。
zh_hant: 先翻譯，再逐句潤色。

# settings.tts.help
source: The first version does not generate Chinese synthesized episodes by default.
ar: الإصدار الأول لا يولّد حلقات صينية اصطناعية افتراضيًا.
de: Die erste Version erzeugt standardmäßig keine chinesisch synthetisierten Folgen.
es: La primera versión no genera episodios sintetizados en chino de forma predeterminada.
fr: La première version ne génère pas d’épisodes synthétisés en chinois par défaut.
ja: 初版では中国語の合成エピソードはデフォルトで生成しません。
ko: 첫 버전은 기본적으로 중국어 합성 에피소드를 만들지 않습니다.
pt_br: A primeira versão não gera episódios sintetizados em chinês por padrão.
zh_hans: 第一版默认不生成中文合成节目。
zh_hant: 第一版預設不產生中文合成節目。

# settings.used_to_get_channels_video_lists_thumbnails_and_release_times_vi
source: Used to get channels, video lists, thumbnails and release times via the official YouTube Data API v3. Apple TV Playback still retains the current compatible path.
ar: يستخدم للحصول على القنوات وقوائم الفيديو والصور المصغرة وأوقات الإصدار عبر بيانات YouTube الرسمية API v3. Apple TV لا يزال التشغيل يحتفظ بالمسار المتوافق الحالي.
de: Wird verwendet, um Kanäle, Videolisten, Miniaturansichten und Veröffentlichungszeiten über die offiziellen YouTube-Daten API v3 abzurufen. Apple TV Die Wiedergabe behält weiterhin den aktuellen kompatiblen Pfad bei.
es: Se utiliza para obtener canales, listas de vídeos, miniaturas y tiempos de lanzamiento a través del YouTube Data API v3 oficial. Apple TV La reproducción aún conserva la ruta compatible actual.
fr: Utilisé pour obtenir des chaînes, des listes de vidéos, des vignettes et des heures de sortie via les données officielles YouTube API v3. Apple TV La lecture conserve toujours le chemin compatible actuel.
ja: 公式 YouTube データ API v3 経由でチャンネル、ビデオ リスト、サムネイル、リリース時間を取得するために使用されます。 Apple TV 再生では、現在の互換性のあるパスが維持されます。
ko: 공식 YouTube 데이터 API v3을 통해 채널, 동영상 목록, 썸네일 및 출시 시간을 가져오는 데 사용됩니다. Apple TV 재생은 여전히 ​​현재 호환 경로를 유지합니다.
pt_br: Usado para obter canais, listas de vídeos, miniaturas e horários de lançamento por meio dos dados oficiais YouTube API v3. Apple TV A reprodução ainda mantém o caminho compatível atual.
zh_hans: 用于通过官方 YouTube Data API v3 获取频道、视频列表、缩略图和发布时间。Apple TV 播放仍保留当前兼容路径。
zh_hant: 用於透過官方 YouTube Data API v3 取得頻道、影片清單、縮圖和發佈時間。 Apple TV 播放仍保留目前相容路徑。

# settings.youtube_data_api_key
source: YouTube Data API Key
ar: مفتاح YouTube Data API
de: YouTube Data API-Schlüssel
es: Clave de YouTube Data API
fr: Clé API YouTube Data
ja: YouTube Data API キー
ko: YouTube Data API 키
pt_br: Chave da YouTube Data API
zh_hans: YouTube Data API 密钥
zh_hant: YouTube Data API 金鑰

# settings.youtube_playback_official_iframe
source: Official YouTube iframe
ar: إطار YouTube الرسمي (iframe)
de: Offizieller YouTube-iframe
es: iframe oficial de YouTube
fr: iframe YouTube officiel
ja: 公式 iframe
ko: 공식 iframe
pt_br: iframe oficial do YouTube
zh_hans: 官方 iframe
zh_hant: 官方 iframe

# settings.youtube_playback_server_subscription
source: Server Subscription
ar: اشتراك الخادم
de: Server-Abonnement
es: Suscripción al servidor
fr: Abonnement au serveur
ja: サーバーサブスクリプション
ko: 서버 구독
pt_br: Assinatura de servidor
zh_hans: 服务器订阅
zh_hant: 伺服器訂閱

# subscriptions.apple_podcasts_program_link_or_rss_address
source: Apple Podcasts program link or RSS address
ar: رابط برنامج ابل Podcasts أو عنوان RSS
de: Apple Podcasts-Programmlink oder RSS-Adresse
es: Enlace del programa Apple Podcast o dirección RSS
fr: Lien du programme Apple Podcasts ou adresse RSS
ja: Apple Podcast のプログラム リンクまたは RSS アドレス
ko: Apple Podcast 프로그램 링크 또는 RSS 주소
pt_br: Link do programa Apple Podcasts ou endereço RSS
zh_hans: Apple Podcasts 节目链接或 RSS 地址
zh_hant: Apple Podcasts 節目連結或 RSS 地址

# subscriptions.configuration_check
source: Configuration check
ar: فحص التكوين
de: Konfigurationsprüfung
es: Verificación de configuración
fr: Vérification de la configuration
ja: 構成チェック
ko: 구성 확인
pt_br: Verificação de configuração
zh_hans: 配置检查
zh_hant: 配置檢查

# subscriptions.podcast_added_latest_fetched
source: Podcast subscription added. The latest 50 episodes were fetched.
ar: تمت إضافة اشتراك البودكاست. تم جلب أحدث 50 حلقة.
de: Podcast-Abonnement hinzugefügt. Die neuesten 50 Folgen wurden abgerufen.
es: Suscripción al pódcast añadida. Se obtuvieron los 50 episodios más recientes.
fr: Abonnement au podcast ajouté. Les 50 derniers épisodes ont été récupérés.
ja: Podcastを追加しました。最新50エピソードを取得しました。
ko: 팟캐스트 구독이 추가되었습니다. 최신 에피소드 50개를 가져왔습니다.
pt_br: Podcast adicionado. Os 50 episódios mais recentes foram buscados.
zh_hans: 已添加播客订阅，并获取最近 50 期。
zh_hant: 已加入 Podcast 訂閱，並取得最近 50 集。

# subscriptions.podcast_added_open_programs_to_refresh
source: Podcast subscription added. Open its channel on the Programs page to fetch episodes.
ar: تمت إضافة اشتراك البودكاست. افتح قناته في صفحة البرامج لجلب الحلقات.
de: Podcast-Abonnement hinzugefügt. Öffne den Kanal unter „Programme“, um Folgen abzurufen.
es: Suscripción al pódcast añadida. Abre su canal en Programas para obtener episodios.
fr: Abonnement au podcast ajouté. Ouvrez sa chaîne dans Programmes pour récupérer les épisodes.
ja: ポッドキャストを追加しました。番組ページでチャンネルを開き、エピソードを取得してください。
ko: 팟캐스트 구독을 추가했습니다. 프로그램 페이지에서 채널을 열어 에피소드를 가져오세요.
pt_br: Assinatura de podcast adicionada. Abra o canal em Programas para buscar episódios.
zh_hans: Podcast 订阅已添加。请在“节目”页打开频道并获取节目。
zh_hant: Podcast 訂閱已新增。請在「節目」頁開啟頻道並取得節目。

# subscriptions.processing_please_wait
source: Processing, please wait.
ar: جاري المعالجة، يرجى الانتظار.
de: Verarbeitung, bitte warten.
es: Procesando, espere.
fr: Traitement en cours, veuillez patienter.
ja: 処理中です。お待ちください。
ko: 처리 중입니다. 잠시 기다려 주세요.
pt_br: Processando, aguarde.
zh_hans: 正在处理，请稍候。
zh_hant: 正在處理，請稍候。

# subscriptions.subscriptions
source: Subscriptions
ar: اشترك
de: Abonnieren
es: Suscríbete
fr: Abonnez-vous
ja: 購読する
ko: 구독
pt_br: Inscrever-se
zh_hans: 订阅
zh_hant: 訂閱

# subscriptions.supports_apple_podcasts_individual_program_links_or_standard_rss
source: Supports Apple Podcasts individual program links or standard RSS addresses.
ar: يدعم روابط برامج Apple Podcast الفردية أو عناوين RSS القياسية.
de: Unterstützt einzelne Programmlinks von Apple Podcast oder Standardadressen RSS.
es: Admite enlaces de programas individuales de Apple Podcast o direcciones estándar RSS.
fr: Prend en charge les liens de programmes individuels d'Apple Podcast ou les adresses standard RSS.
ja: Apple Podcast の個別プログラム リンクまたは標準 RSS アドレスをサポートします。
ko: Apple Podcast의 개별 프로그램 링크 또는 표준 RSS 주소를 지원합니다.
pt_br: Suporta links de programas individuais Podcast da Apple ou endereços RSS padrão.
zh_hans: 支持 Apple Podcasts 单个节目链接或标准 RSS 地址。
zh_hant: 支援 Apple Podcasts 單一節目連結或標準 RSS 地址。

# subscriptions.youtube_channel_has_been_added
source: YouTube Channel has been added.
ar: YouTube تمت إضافة القناة.
de: YouTube Kanal wurde hinzugefügt.
es: YouTube Se ha agregado el canal.
fr: La chaîne YouTube a été ajoutée.
ja: YouTube チャンネルが追加されました。
ko: YouTube 채널이 추가되었습니다.
pt_br: YouTube O canal foi adicionado.
zh_hans: YouTube 频道已添加。
zh_hant: YouTube 頻道已新增。

# subtitles.bilingual
source: Bilingual
ar: ثنائي اللغة
de: Zweisprachig
es: Bilingüe
fr: Bilingue
ja: バイリンガル
ko: 이중 언어
pt_br: Bilíngue
zh_hans: 双语
zh_hant: 雙語

# subtitles.english_only
source: English Only
ar: الإنجليزية فقط
de: Nur Englisch
es: Solo inglés
fr: Anglais uniquement
ja: 英語のみ
ko: 영어만
pt_br: Somente inglês
zh_hans: 仅英文
zh_hant: 僅英文

# subtitles.error.retry
source: Subtitle retry failed: %@
ar: فشلت إعادة محاولة الترجمة: %@
de: Untertitelwiederholung fehlgeschlagen: %@
es: Error en el reintento de subtítulos: %@
fr: Échec de la nouvelle tentative de sous-titre : %@
ja: 字幕の再試行に失敗しました: %@
ko: 자막 재시도 실패: %@
pt_br: Falha na nova tentativa de legenda: %@
zh_hans: 字幕重试失败：%@
zh_hant: 字幕重試失敗：%@

# subtitles.hide_translation
source: Hide Translation
ar: إخفاء الترجمة
de: Übersetzung ausblenden
es: Ocultar traducción
fr: Masquer la traduction
ja: 翻訳を非表示
ko: 번역 숨기기
pt_br: Ocultar tradução
zh_hans: 隐藏译文
zh_hant: 隱藏譯文

# subtitles.retry_progress
source: Translation retry pending %@/%@
ar: ستتم إعادة محاولة الترجمة %@/%@
de: Übersetzung muss wiederholt werden %@/%@
es: Traducción que se volverá a intentar %@/%@
fr: Traduction à réessayer %@/%@
ja: 翻訳を再試行します %@/%@
ko: 재시도할 번역 %@/%@
pt_br: Tradução a ser repetida %@/%@
zh_hans: 翻译待重试 %@/%@
zh_hant: 翻譯待重試 %@/%@

# subtitles.show_translation
source: Show Translation
ar: إظهار الترجمة
de: Übersetzung einblenden
es: Mostrar traducción
fr: Afficher la traduction
ja: 翻訳を表示
ko: 번역 표시
pt_br: Mostrar tradução
zh_hans: 显示译文
zh_hant: 顯示譯文

# subtitles.translating_progress
source: Translating Subtitles · %@ / %@
ar: ترجمة النصوص · %@ / %@
de: Untertitel übersetzen · %@ / %@
es: Traduciendo subtítulos · %@ / %@
fr: Traduction des sous-titres · %@ / %@
ja: 字幕を翻訳中 · %@ / %@
ko: 자막 번역 중 · %@ / %@
pt_br: Traduzindo legendas · %@ / %@
zh_hans: 翻译字幕 · %@ / %@
zh_hant: 翻譯字幕 · %@ / %@

source: Subtitles Unavailable
ar: الترجمات غير متاحة
de: Untertitel nicht verfügbar
es: Subtítulos no disponibles
fr: Sous-titres indisponibles
ja: 字幕を利用できません
ko: 자막을 사용할 수 없음
pt_br: Legendas indisponíveis
zh_hans: 字幕不可用
zh_hant: 字幕不可用

# subtitles.waiting_for_iphone
source: Subtitles will appear after they are generated on iPhone.
ar: ستظهر الترجمة بعد إنشائها على iPhone.
de: Untertitel erscheinen, nachdem sie auf dem iPhone erzeugt wurden.
es: Los subtítulos aparecerán después de generarse en el iPhone.
fr: Les sous-titres apparaîtront après leur génération sur iPhone.
ja: iPhone で生成された後に字幕が表示されます。
ko: iPhone에서 생성된 후 자막이 표시됩니다.
pt_br: As legendas aparecerão depois de serem geradas no iPhone.
zh_hans: 字幕将在 iPhone 端生成后显示。
zh_hant: 字幕將在 iPhone 端產生後顯示。

# today.bilingual_ready
source: Bilingual ready
ar: جاهز بلغتين
de: Zweisprachig bereit
es: Listo en dos idiomas
fr: Prêt en bilingue
ja: バイリンガル準備完了
ko: 이중 언어 준비 완료
pt_br: Bilíngue pronto
zh_hans: 双语字幕已就绪
zh_hant: 雙語字幕已就緒

# today.check_settings
source: Check settings
ar: تحقق من الإعدادات
de: Überprüfen Sie die Einstellungen
es: comprobar la configuración
fr: Vérifier les paramètres
ja: 設定を確認する
ko: 설정 확인
pt_br: Verifique as configurações
zh_hans: 检查设置
zh_hant: 檢查設定

# today.completion_settings
source: Completion settings
ar: إعدادات الإكمال
de: Abschlusseinstellungen
es: Configuración de finalización
fr: Paramètres d'achèvement
ja: 完了設定
ko: 완성 설정
pt_br: Configurações de conclusão
zh_hans: 补全设置
zh_hant: 補全設定

# today.continue_playing
source: continue playing
ar: مواصلة اللعب
de: weiterspielen
es: seguir jugando
fr: continuer à jouer
ja: プレイを続ける
ko: 계속 플레이하다
pt_br: continuar jogando
zh_hans: 继续播放
zh_hant: 繼續播放

# today.get_started
source: Get started
ar: ابدأ
de: Fangen Sie an
es: empezar
fr: Commencez
ja: 始めましょう
ko: 시작하기
pt_br: Comece
zh_hans: 开始使用
zh_hant: 開始使用

# today.go_to_subscription_page
source: Go to subscription page
ar: انتقل إلى صفحة الاشتراك
de: Gehen Sie zur Abonnementseite
es: Ir a la página de suscripción
fr: Aller à la page d'abonnement
ja: 購読ページに移動
ko: 구독 페이지로 이동
pt_br: Vá para a página de assinatura
zh_hans: 去订阅页
zh_hant: 去訂閱頁

# today.home
source: Home
ar: الصفحة الرئيسية
de: Startseite
es: pagina de inicio
fr: Page d'accueil
ja: ホームページ
ko: 홈페이지
pt_br: Página inicial
zh_hans: 首页
zh_hant: 首頁

# today.latest_updates
source: Latest updates
ar: آخر التحديثات
de: Neueste Updates
es: Últimas actualizaciones
fr: Dernières mises à jour
ja: 最新のアップデート
ko: 최신 업데이트
pt_br: Últimas atualizações
zh_hans: 最近更新
zh_hant: 最近更新

# today.no_recent_updates
source: No recent updates
ar: لا توجد تحديثات الأخيرة
de: Keine aktuellen Updates
es: No hay actualizaciones recientes
fr: Aucune mise à jour récente
ja: 最近の更新はありません
ko: 최근 업데이트 없음
pt_br: Nenhuma atualização recente
zh_hans: 暂无最近更新
zh_hant: 暫無最近更新

# today.open_a_channel_on_programs_to_refresh
source: After adding a subscription, open its channel on the Programs page to refresh available episodes or videos.
ar: بعد إضافة اشتراك، افتح قناته في صفحة البرامج لتحديث الحلقات أو مقاطع الفيديو المتاحة.
de: Öffne nach dem Hinzufügen eines Abonnements den Kanal unter „Programme“, um verfügbare Folgen oder Videos zu aktualisieren.
es: Después de añadir una suscripción, abre su canal en Programas para actualizar los episodios o vídeos disponibles.
fr: Après avoir ajouté un abonnement, ouvrez sa chaîne dans Programmes pour actualiser les épisodes ou vidéos disponibles.
ja: サブスクリプションを追加したら、番組ページでチャンネルを開き、利用可能なエピソードや動画を更新してください。
ko: 구독을 추가한 후 프로그램 페이지에서 채널을 열어 사용 가능한 에피소드나 동영상을 새로 고치세요.
pt_br: Depois de adicionar uma assinatura, abra o canal em Programas para atualizar os episódios ou vídeos disponíveis.
zh_hans: 添加订阅后，请在“节目”页打开对应频道并刷新可用节目或视频。
zh_hant: 新增訂閱後，請在「節目」頁開啟對應頻道並重新整理可用節目或影片。

# today.the_played_podcast_or_youtube_videos_will_appear_here_for_easy_l
source: The played Podcast or YouTube videos will appear here for easy listening.
ar: ستظهر هنا مقاطع الفيديو Podcast أو YouTube المشغلة للاستماع السهل.
de: Die abgespielten Podcast- oder YouTube-Videos werden hier zum einfachen Anhören angezeigt.
es: Los videos Podcast o YouTube reproducidos aparecerán aquí para escucharlos fácilmente.
fr: Les vidéos Podcast ou YouTube lues apparaîtront ici pour une écoute facile.
ja: 再生された Podcast または YouTube ビデオがここに表示され、簡単に聞くことができます。
ko: 재생된 Podcast 또는 YouTube 동영상이 여기에 표시되어 쉽게 들을 수 있습니다.
pt_br: Os vídeos Podcast ou YouTube reproduzidos aparecerão aqui para facilitar a audição.
zh_hans: 播放过的 Podcast 或 YouTube 视频会出现在这里，方便接着听。
zh_hant: 播放過的 Podcast 或 YouTube 影片會出現在這裡，方便接著聽。

# today.there_is_no_content_currently_playing
source: There is no content currently playing
ar: لا يوجد محتوى قيد التشغيل حاليا
de: Derzeit werden keine Inhalte abgespielt
es: No hay contenido reproduciéndose actualmente.
fr: Il n'y a aucun contenu en cours de lecture
ja: 現在再生中のコンテンツはありません
ko: 현재 재생중인 콘텐츠가 없습니다
pt_br: Não há conteúdo sendo reproduzido no momento
zh_hans: 暂无播放中的内容
zh_hant: 暫無播放中的內容

# tts.buffering
source: Buffering Chinese audio…
ar: جارٍ تخزين الصوت الصيني مؤقتًا…
de: Chinesisches Audio wird gepuffert…
es: Almacenando audio en chino…
fr: Mise en mémoire tampon de l’audio chinois…
ja: 中国語音声をバッファ中…
ko: 중국어 오디오 버퍼링 중…
pt_br: Armazenando áudio em chinês…
zh_hans: 正在缓冲中文音频…
zh_hant: 正在緩衝中文音訊…

# tts.cache_foreground
source: Chinese cache exhausted. Return to the app to prepare audio.
ar: نفدت ذاكرة الصوت الصيني. عد إلى التطبيق لتحضير الصوت.
de: Chinesischer Cache leer. App zum Vorbereiten öffnen.
es: Caché chino agotado. Abre la app para preparar audio.
fr: Cache chinois épuisé. Revenez dans l’app pour préparer l’audio.
ja: 中国語キャッシュが不足しています。アプリで音声を準備してください。
ko: 중국어 캐시 부족. 앱으로 돌아와 오디오를 준비하세요.
pt_br: Cache chinês esgotado. Abra o app para preparar áudio.
zh_hans: 中文缓存不足，请回到前台准备音频后继续
zh_hant: 中文快取不足，請回到前景準備音訊後繼續

# tts.cancel_preparation
source: Cancel preparation
ar: إلغاء التحضير
de: Vorbereitung abbrechen
es: Cancelar preparación
fr: Annuler la préparation
ja: 準備をキャンセル
ko: 준비 취소
pt_br: Cancelar preparação
zh_hans: 取消准备
zh_hant: 取消準備

# tts.chinese
source: Chinese
ar: الصينية
de: Chinesisch
es: Chino
fr: Chinois
ja: 中国語
ko: 중국어
pt_br: Chinês
zh_hans: 中文
zh_hant: 中文

# tts.clear_prepared
source: Clear prepared audio
ar: مسح الصوت المحضر
de: Vorbereitetes Audio löschen
es: Borrar audio preparado
fr: Effacer l’audio préparé
ja: 準備済み音声を削除
ko: 준비된 오디오 삭제
pt_br: Limpar áudio preparado
zh_hans: 清理准备音频
zh_hant: 清除已準備音訊

# tts.failed
source: Chinese audio could not be prepared. Retry or switch to original audio.
ar: تعذّر تحضير الصوت الصيني. أعد المحاولة أو عد إلى الصوت الأصلي.
de: Chinesisches Audio konnte nicht vorbereitet werden. Versuche es erneut oder wechsle zum Original.
es: No se pudo preparar el audio en chino. Reintenta o vuelve al original.
fr: Impossible de préparer l’audio chinois. Réessayez ou revenez à l’original.
ja: 中国語音声を準備できませんでした。再試行するか原音に戻してください。
ko: 중국어 오디오를 준비하지 못했습니다. 다시 시도하거나 원본으로 돌아가세요.
pt_br: Não foi possível preparar o áudio em chinês. Tente novamente ou volte ao original.
zh_hans: 中文音频准备失败，请重试或切回原音。
zh_hant: 中文音訊準備失敗，請重試或切回原音。

# tts.missing_translation
source: This sentence has no Chinese translation. Select another sentence or switch to original audio.
ar: لا توجد ترجمة صينية لهذه الجملة. اختر جملة أخرى أو عد إلى الصوت الأصلي.
de: Für diesen Satz fehlt die chinesische Übersetzung. Wähle einen anderen Satz oder wechsle zum Original.
es: Esta frase no tiene traducción al chino. Selecciona otra o vuelve al audio original.
fr: Cette phrase n’a pas de traduction chinoise. Choisissez-en une autre ou revenez à l’audio original.
ja: この文には中国語訳がありません。別の文を選ぶか原音に戻してください。
ko: 이 문장에는 중국어 번역이 없습니다. 다른 문장을 선택하거나 원본 오디오로 돌아가세요.
pt_br: Esta frase não tem tradução em chinês. Selecione outra ou volte ao áudio original.
zh_hans: 这句话暂无中文译文，请选择其他句子或切回原音。
zh_hant: 這句話暫無中文譯文，請選擇其他句子或切回原音。

# tts.original
source: Original
ar: الأصل
ja: 原音
ko: 원본
zh_hans: 原音
zh_hant: 原音

# tts.original_position
source: Original timeline
ar: الموضع في البرنامج الأصلي
de: Position im Original
es: Posición del original
fr: Position dans l’original
ja: 元の番組の位置
ko: 원본 프로그램 위치
pt_br: Posição no original
zh_hans: 原节目位置
zh_hant: 原節目位置

# tts.prepare_audio
source: Prepare Chinese audio
ar: تحضير الصوت الصيني
de: Chinesisches Audio vorbereiten
es: Preparar audio chino
fr: Préparer l’audio chinois
ja: 中国語音声を準備
ko: 중국어 오디오 준비
pt_br: Preparar áudio chinês
zh_hans: 准备中文音频
zh_hant: 準備中文音訊

# tts.prepare_episode
source: Prepare episode (up to 256 MB)
ar: تحضير الحلقة (حتى 256 MB)
de: Episode vorbereiten (bis 256 MB)
es: Preparar episodio (hasta 256 MB)
fr: Préparer l’épisode (256 Mo max.)
ja: エピソードを準備（最大256 MB）
ko: 에피소드 준비(최대 256 MB)
pt_br: Preparar episódio (até 256 MB)
zh_hans: 准备整集（最多256 MB）
zh_hant: 準備整集（最多256 MB）

# tts.prepare_segment
source: Prepare current segment
ar: تحضير المقطع الحالي
de: Aktuellen Abschnitt vorbereiten
es: Preparar segmento actual
fr: Préparer le segment actuel
ja: 現在の区間を準備
ko: 현재 구간 준비
pt_br: Preparar trecho atual
zh_hans: 准备当前段
zh_hant: 準備目前段落

# tts.prepared_cancelled
source: Cancelled. Prepare again to resume.
ar: تم الإلغاء. حضّر مجددًا للاستئناف.
de: Abgebrochen. Zum Fortsetzen erneut vorbereiten.
es: Cancelado. Prepara de nuevo para continuar.
fr: Annulé. Relancez la préparation pour reprendre.
ja: キャンセルしました。再度準備すると再開します。
ko: 취소됨. 다시 준비하면 이어서 진행합니다.
pt_br: Cancelado. Prepare novamente para continuar.
zh_hans: 已取消，再次准备可继续
zh_hant: 已取消，再次準備可繼續

# tts.prepared_cleared
source: Unused prepared audio cleared
ar: تم مسح الصوت المحضر غير المستخدم
de: Ungenutztes vorbereitetes Audio gelöscht
es: Audio preparado sin usar borrado
fr: Audio préparé inutilisé effacé
ja: 未使用の準備済み音声を削除しました
ko: 사용하지 않는 준비된 오디오 삭제됨
pt_br: Áudio preparado não usado removido
zh_hans: 已清理未在播放的准备音频
zh_hant: 已清除未在播放的準備音訊

# tts.prepared_paused
source: Preparation paused. Check foreground, translation and storage, then retry.
ar: توقف التحضير. تحقق من التطبيق والترجمة والتخزين ثم أعد المحاولة.
de: Vorbereitung pausiert. Vordergrund, Übersetzung und Speicher prüfen.
es: Preparación pausada. Comprueba la app, traducción y espacio y reintenta.
fr: Préparation suspendue. Vérifiez l’app, la traduction et le stockage.
ja: 準備を一時停止しました。アプリ、翻訳、空き容量を確認してください。
ko: 준비 일시 정지. 앱 상태, 번역, 저장 공간을 확인하세요.
pt_br: Preparação pausada. Verifique o app, tradução e espaço e tente novamente.
zh_hans: 准备暂停，请检查前台状态、译文及存储空间后重试
zh_hant: 準備暫停，請檢查前景狀態、譯文及儲存空間後重試

# tts.prepared_progress
source: Prepared %d/%d segments
ar: تم تحضير %d/%d مقاطع
de: %d/%d Abschnitte vorbereitet
es: Preparados %d/%d segmentos
fr: %d/%d segments préparés
ja: %d/%d 区間を準備済み
ko: %d/%d 구간 준비됨
pt_br: Preparados %d/%d trechos
zh_hans: 已准备 %d/%d 段
zh_hant: 已準備 %d/%d 段

# tts.prepared_ready
source: Ready for offline playback
ar: جاهز للتشغيل دون اتصال
de: Bereit für Offline-Wiedergabe
es: Listo para reproducir sin conexión
fr: Prêt pour la lecture hors ligne
ja: オフライン再生の準備完了
ko: 오프라인 재생 준비 완료
pt_br: Pronto para reprodução offline
zh_hans: 已准备好，可离线播放
zh_hant: 已準備好，可離線播放

# tts.prepared_storage
source: %d MB / 256 MB · Prepare before locking the screen
ar: %d MB / 256 MB · حضّر قبل قفل الشاشة
de: %d MB / 256 MB · Vor Bildschirmsperre vorbereiten
es: %d MB / 256 MB · Preparar antes de bloquear
fr: %d Mo / 256 Mo · Préparer avant de verrouiller
ja: %d MB / 256 MB · ロック前に準備してください
ko: %d MB / 256 MB · 화면 잠금 전에 준비하세요
pt_br: %d MB / 256 MB · Prepare antes de bloquear
zh_hans: %d MB / 256 MB · 锁屏前请先准备音频
zh_hant: %d MB / 256 MB · 鎖定螢幕前請先準備音訊
